Repository: Jorobean/JORO-APP
Catalog: Desktop/Jorobean/Jorobean/*.lproj/Localizable.strings
Languages: es, nl

# features_title
source: Features
es: Características
nl: Kenmerken

# feature_3d_printed
source: 100% 3D-Printed
es: 100% Impreso en 3D
nl: 100% 3D-geprint

# feature_3d_printed_description
source: Cutting-edge technology creates a shoe that's uniquely yours.
es: Tecnología de punta que crea un zapato único para ti.
nl: Geavanceerde technologie maakt een schoen die uniek is voor jou.

# feature_no_glue
source: No Glue. No Stitching.
es: Sin Pegamento. Sin Costuras.
nl: Geen lijm. Geen stiksels.

# feature_no_glue_description
source: One seamless piece for unmatched durability and comfort.
es: Una sola pieza para máxima durabilidad y comodidad.
nl: Eén naadloos stuk voor ultieme duurzaamheid en comfort.

# feature_printed_on_demand
source: Printed On Demand
es: Impreso Bajo Demanda
nl: Geprint op aanvraag

# feature_printed_on_demand_description
source: Zero waste. Made specifically for you when you order.
es: Cero desperdicio. Hecho especialmente para ti al ordenar.
nl: Geen verspilling. Speciaal voor jou gemaakt bij bestelling.

# feature_lightweight
source: Lightweight & Flexible
es: Ligero y Flexible
nl: Lichtgewicht & Flexibel

# feature_lightweight_description
source: Designed for all-day comfort and effortless movement.
es: Diseñado para comodidad todo el día y movimiento sin esfuerzo.
nl: Ontworpen voor comfort de hele dag en moeiteloze beweging.

# preorder_title
source: Pre-Order Now
es: Pre-Ordena Ahora
nl: Pre-order nu

# preorder_subtitle
source: Be among the first to experience WAVE Slides by JOROBEAN.
es: Sé de los primeros en experimentar JOROBEAN #1.
nl: Wees een van de eersten die JOROBEAN #1 ervaart.

# preorder_name_placeholder
source: Your full name
es: Tu nombre completo
nl: Je volledige naam

# preorder_email_placeholder
source: Your email
es: Tu correo electrónico
nl: Je e-mailadres

# preorder_submit
source: Submit Pre-Order
es: Enviar Pre-Orden
nl: Pre-order verzenden

# preorder_submitting
source: Submitting...
es: Enviando...
nl: Verzenden...

# preorder_thankyou
source: Thank You
es: ¡Gracias!
nl: Bedankt

# preorder_error
source: There was an error submitting your pre-order. Please try again.
es: Hubo un error al enviar tu pre-orden. Por favor, inténtalo de nuevo.
nl: Er is een fout opgetreden bij het verzenden van je pre-order. Probeer het opnieuw.

# preorder_error_name
source: Please enter your name.
es: Por favor ingresa tu nombre.
nl: Vul je naam in.

# preorder_error_email_empty
source: Please enter your email.
es: Por favor ingresa tu correo electrónico.
nl: Vul je e-mailadres in.

# preorder_error_email_invalid
source: Please enter a valid email address.
es: Por favor ingresa un correo electrónico válido.
nl: Voer een geldig e-mailadres in.

# about_body
source: Join us as we launch a new era of footwear. At Jorobean, we’re combining the latest in 3D printing technology with thoughtful design to create shoes that are comfortable, stylish, and made just for you. Every pair is printed on demand—no waste, no compromise. Step into the future with us and experience what’s possible when tech and design come together.
es: Únete a nosotros en una nueva era de calzado. En Jorobean, combinamos lo último en tecnología de impresión 3D con diseño inteligente para crear zapatos cómodos, elegantes y hechos especialmente para ti. Cada par se imprime bajo demanda, sin desperdicio ni compromiso. Da el paso al futuro con nosotros y descubre lo que es posible cuando la tecnología y el diseño se unen.
nl: Doe met ons mee aan een nieuw tijdperk van schoenen. Bij Jorobean combineren we de nieuwste 3D-printtechnologie met doordacht design om schoenen te maken die comfortabel, stijlvol en speciaal voor jou zijn. Elk paar wordt op aanvraag geprint—geen verspilling, geen compromis. Zet samen met ons de stap naar de toekomst en ontdek wat mogelijk is als technologie en design samenkomen.

# theme_light
source: Switch to light mode
es: Cambiar a modo claro
nl: Schakel over naar lichte modus

# theme_dark
source: Switch to dark mode
es: Cambiar a modo oscuro
nl: Schakel over naar donkere modus

# theme_hint
source: Toggles app theme
es: Cambia el tema de la app
nl: Wisselt het app-thema

# instagram_label
source: Open Jorobean Instagram
es: Abrir Instagram de Jorobean

# instagram_hint
source: Opens Instagram in browser
es: Abre Instagram en el navegador
nl: Opent Instagram in de browser

# info_label
source: About Jorobean
es: Sobre Jorobean
nl: Over Jorobean

# info_hint
source: Shows information about Jorobean
es: Muestra información sobre Jorobean
nl: Toont informatie over Jorobean

# logo_label
source: Jorobean logo
es: Logo de Jorobean
